{"i2w": {"0": "[PAD]", "1": "[BOS]", "2": "[EOS]", "3": "[UNK]", "4": "!", "5": "#1", "6": "$", "7": "$1", "8": "$15", "9": "$200", "10": "$28", "11": "$5", "12": "$836", "13": "$85", "14": "&", "15": "'", "16": "''", "17": "'-lantern", "18": "'Hara", "19": "'N", "20": "'Neal", "21": "'The", "22": "'clock", "23": "'d", "24": "'em", "25": "'etat", "26": "'l", "27": "'ll", "28": "'n", "29": "'re", "30": "'s", "31": "'t", "32": "'ve", "33": ",", "34": "-", "35": ".", "36": "...", "37": "...the", "38": ".com", "39": ".dbf", "40": "0", "41": "000", "42": "000-a-year", "43": "000th", "44": "1", "45": "1-cent", "46": "1-dollar", "47": "1-millionth", "48": "1.76", "49": "10", "50": "10-??", "51": "100", "52": "103", "53": "11", "54": "118", "55": "11th-century", "56": "12", "57": "12-hour", "58": "12-year-old", "59": "123", "60": "126", "61": "12601", "62": "13", "63": "134", "64": "14", "65": "14-mile", "66": "142", "67": "15", "68": "15-minute", "69": "15-year-old", "70": "155", "71": "1562", "72": "158", "73": "15th", "74": "16", "75": "16-year", "76": "1603", "77": "1642-1649", "78": "165", "79": "167", "80": "168", "81": "1699-172", "82": "16th", "83": "16th-century", "84": "17", "85": "173", "86": "175", "87": "1767-1834", "88": "177", "89": "1779", "90": "1781", "91": "1787", "92": "1797-185", "93": "18", "94": "1812", "95": "1830", "96": "1832", "97": "1835", "98": "1847", "99": "1849", "100": "1853", "101": "1863", "102": "1865", "103": "1866", "104": "1870", "105": "1872", "106": "1873", "107": "1879", "108": "187s", "109": "188", "110": "1880", "111": "1881", "112": "1885", "113": "1886", "114": "1891", "115": "1893", "116": "1896", "117": "1899", "118": "19", "119": "1900s", "120": "1912", "121": "1913", "122": "1915", "123": "192", "124": "1920s", "125": "1922", "126": "1923", "127": "1926", "128": "1928", "129": "1929", "130": "193", "131": "1930s", "132": "1931", "133": "1932", "134": "1933", "135": "1935", "136": "1936", "137": "1939", "138": "194", "139": "1940", "140": "1940s", "141": "1941", "142": "1942", "143": "1943", "144": "1945", "145": "1946", "146": "1948", "147": "195", "148": "1950", "149": "1951", "150": "1952", "151": "1953", "152": "1954", "153": "1956", "154": "1956-1971", "155": "1957", "156": "1958", "157": "196", "158": "1960", "159": "1960's", "160": "1961", "161": "1962", "162": "1963", "163": "1964", "164": "1965", "165": "1966", "166": "1967", "167": "1968", "168": "1969", "169": "197", "170": "1971", "171": "1972", "172": "1973", "173": "1974", "174": "1975", "175": "1976", "176": "1977", "177": "1978", "178": "1979", "179": "198", "180": "1980", "181": "1981", "182": "1982", "183": "1983", "184": "1984", "185": "1985", "186": "1988", "187": "1989", "188": "199", "189": "1990", "190": "1990s", "191": "1991", "192": "1992", "193": "1993", "194": "1994", "195": "1996", "196": "1997", "197": "1998", "198": "1999", "199": "19th", "200": "19th-century", "201": "2", "202": "2-foot-square", "203": "2-sided", "204": "2.5", "205": "2000", "206": "2010", "207": "2020", "208": "20th", "209": "21", "210": "21-27", "211": "219", "212": "22", "213": "227", "214": "23", "215": "239", "216": "24", "217": "24-disc", "218": "24-hour", "219": "25", "220": "25th", "221": "26", "222": "26-year", "223": "27", "224": "280", "225": "2th", "226": "2th-century", "227": "3", "228": "3-pin", "229": "31", "230": "313", "231": "327", "232": "33", "233": "35", "234": "35-millimeter", "235": "37803", "236": "387", "237": "39", "238": "4", "239": "4-foot-9", "240": "401", "241": "42.3", "242": "43rd", "243": "455-yard", "244": "45Mhz", "245": "46", "246": "468-pound", "247": "48", "248": "48th", "249": "49", "250": "4th", "251": "5", "252": "5.9", "253": "52", "254": "55", "255": "576", "256": "5th", "257": "6", "258": "600", "259": "61", "260": "64", "261": "69", "262": "6th", "263": "7", "264": "7-minute", "265": "72", "266": "732", "267": "737", "268": "740-TREE", "269": "755", "270": "7847+5943", "271": "7th", "272": "8", "273": "8/28/1941", "274": "80", "275": "84", "276": "86", "277": "864", "278": "86ed", "279": "9", "280": "9-8-98", "281": "900", "282": "98", "283": "985", "284": "9971", "285": "999", "286": "9th", "287": ":", "288": ";", "289": "?", "290": "A", "291": "A&W", "292": "A.G.", "293": "ACLU", "294": "AD", "295": "AFS", "296": "AIDS", "297": "AIM-54C", "298": "ANZUS", "299": "AOL", "300": "ART", "301": "ATM", "302": "Aaron", "303": "Abbey", "304": "Abbie", "305": "Abby", "306": "Abigail", "307": "Abner", "308": "Abominable", "309": "About", "310": "Abraham", "311": "Abstract", "312": "Abuse", "313": "Abzug", "314": "Academy", "315": "Acquaintance", "316": "Act", "317": "Actor", "318": "Ad", "319": "Adam", "320": "Adenauer", "321": "Admiral", "322": "Adventures", "323": "Aesop", "324": "Aeul", "325": "Afghanistan", "326": "Africa", "327": "African", "328": "Age", "329": "Air", "330": "Airport", "331": "Al", "332": "Al-Farri", "333": "Aladdin", "334": "Alamein", "335": "Alan", "336": "Alaska", "337": "Albert", "338": "Alda", "339": "Aldous", "340": "Aldrin", "341": "Alexandra", "342": "Alexandre", "343": "Algeria", "344": "Algiers", "345": "Ali", "346": "Alice", "347": "All", "348": "Allah", "349": "Allan", "350": "Allen", "351": "Alley", "352": "Allsburg", "353": "Ally", "354": "Almanac", "355": "Alpert", "356": "Alpha", "357": "Also", "358": "Alvin", "359": "Alyssa", "360": "Am", "361": "Amazing", "362": "Amazon", "363": "Amazonis", "364": "Amelia", "365": "Amendment", "366": "America", "367": "American", "368": "Americans", "369": "Americas", "370": "Amherst", "371": "Amish", "372": "Amsterdam", "373": "Amtrak", "374": "An", "375": "Ancient", "376": "Anderson", "377": "Andie", "378": "Andrea", "379": "Andress", "380": "Andrew", "381": "Andrews", "382": "Andy", "383": "Angel", "384": "Angela", "385": "Angeles", "386": "Angelica", "387": "Angels", "388": "Anglican", "389": "Animals", "390": "Anka", "391": "Anna", "392": "Anne", "393": "Anopheles", "394": "Answers.com", "395": "Antarctica", "396": "Anthony", "397": "Antichrist", "398": "Antigua", "399": "Antilles", "400": "Antonio", "401": "Any", "402": "Anything", "403": "Apartheid", "404": "Apollo", "405": "Appalachian", "406": "Apple", "407": "Approximately", "408": "Apricot", "409": "April", "410": "Apso", "411": "Arabia", "412": "Arabian", "413": "Arabic", "414": "Arcadia", "415": "Arcane", "416": "Arch", "417": "Archer", "418": "Archie", "419": "Archimedes", "420": "Arctic", "421": "Argentina", "422": "Argentine", "423": "Aristotle", "424": "Arkansas", "425": "Arles", "426": "Armstrong", "427": "Army", "428": "Arnold", "429": "Around", "430": "Artemis", "431": "Arthur", "432": "Artist", "433": "Artists", "434": "Arts", "435": "Asia", "436": "Asian", "437": "Ask", "438": "Aspartame", "439": "Assembly", "440": "Assisi", "441": "Associated", "442": "Associates", "443": "Association", "444": "Associaton", "445": "Astaire", "446": "Astor", "447": "At", "448": "Atari", "449": "Athens", "450": "Atlantic", "451": "August", "452": "Austerlitz", "453": "Australia", "454": "Australian", "455": "Austria", "456": "Avenue", "457": "Avery", "458": "Award", "459": "Awards", "460": "Aykroyd", "461": "Aztec", "462": "B", "463": "BIOS", "464": "BPH", "465": "BTU", "466": "Babar", "467": "Baby", "468": "Bacall", "469": "Back", "470": "Backgammon", "471": "Backstreet", "472": "Bacon", "473": "Badge", "474": "Badgers", "475": "Baffin", "476": "Bagdad", "477": "Baggins", "478": "Baghdad", "479": "Baker", "480": "Bakery", "481": "Ball", "482": "Balloon", "483": "Baltic", "484": "Banana", "485": "Bandit", "486": "Banner", "487": "Barbados", "488": "Barbara", "489": "Barbie", "490": "Baretta", "491": "Barkis", "492": "Barney", "493": "Barnum", "494": "Barr", "495": "Barrett", "496": "Barrymore", "497": "Bars", "498": "Basilica", "499": "Basketball", "500": "Basque", "501": "Bastille", "502": "Bat", "503": "Batmobile", "504": "Battery", "505": "Battle", "506": "Bavaria", "507": "Bavarian", "508": "Bay", "509": "Bayer", "510": "Be", "511": "Beach", "512": "Beak", "513": "Beanie", "514": "Bear", "515": "Beard", "516": "Bearer", "517": "Bears", "518": "Beasley", "519": "Beast", "520": "Beata", "521": "Beatles", "522": "Beatrix", "523": "Beauty", "524": "Beaver", "525": "Bebrenia", "526": "Become", "527": "Beers", "528": "Beethoven", "529": "Beetle", "530": "Belgium", "531": "Belgrade", "532": "Believe", "533": "Belize", "534": "Bell", "535": "Bella", "536": "Belle", "537": "Bellworts", "538": "Belmont", "539": "Belushi", "540": "Ben", "541": "Benedict", "542": "Benelux", "543": "Benny", "544": "Benson", "545": "Bentos", "546": "Bergen-Jacqueline", "547": "Bergeres", "548": "Bergman", "549": "Bering", "550": "Berlin", "551": "Bermuda", "552": "Bernadette", "553": "Bernard", "554": "Bernoulli", "555": "Bernstein", "556": "Bert", "557": "Best", "558": "Betsy", "559": "Bette", "560": "Betty", "561": "Bible", "562": "Bibles", "563": "Biblical", "564": "Bic", "565": "Big", "566": "Bigfoot", "567": "Biggest", "568": "Bilbo", "569": "Bill", "570": "Billie", "571": "Billingsgate", "572": "Billy", "573": "Biloxi", "574": "Biography", "575": "Biscay", "576": "Bisset", "577": "Bitmap", "578": "Bjorn", "579": "Black", "580": "Blackhawk", "581": "Blackhawks", "582": "BladeRunner", "583": "Blaise", "584": "Blanc", "585": "Blatty", "586": "Bligh", "587": "Blind", "588": "Blobbo", "589": "Blockade", "590": "Blood", "591": "Bloom", "592": "Blue", "593": "Blythe", "594": "Boards", "595": "Boat", "596": "Bob", "597": "Bobby", "598": "Body", "599": "Boeing", "600": "Bogart", "601": "Bohannon", "602": "Boheme", "603": "Boleyn", "604": "Bolivia", "605": "Bombay", "606": "Bombshell", "607": "Bond", "608": "Bonnie", "609": "Bookshop", "610": "Boop", "611": "Booth", "612": "Borden", "613": "Borg", "614": "Boris", "615": "Boru", "616": "Boston", "617": "Boulevard", "618": "Bounty", "619": "Bourbon", "620": "Bourbon-Parma", "621": "Bouvier", "622": "Bowl", "623": "Bowls", "624": "Boxing", "625": "Boy", "626": "Boys", "627": "Bradbury", "628": "Bradley", "629": "Braille", "630": "Brandenburg", "631": "Braun", "632": "Brave", "633": "Brazil", "634": "Brazilian", "635": "Bremer", "636": "Brenner", "637": "Breony", "638": "Brethren", "639": "Brian", "640": "Bridge", "641": "Brigham", "642": "Britain", "643": "British", "644": "Britney", "645": "Broadway", "646": "Brodie", "647": "Bronze", "648": "Brooklyn", "649": "Brooks", "650": "Bros.", "651": "Brother", "652": "Brothers", "653": "Brown", "654": "Browns", "655": "Bruegel", "656": "Brunei", "657": "Brunswick", "658": "Bud", "659": "Buda", "660": "Budapest", "661": "Budweis", "662": "Budweiser", "663": "Buffalo", "664": "Bugs", "665": "Building", "666": "Bulge", "667": "Bull", "668": "Bullock", "669": "Bulls", "670": "Bullwinkle", "671": "Bunch", "672": "Bunyan", "673": "Bureau", "674": "Burkina", "675": "Burnford", "676": "Burr", "677": "Bush", "678": "Bust", "679": "Butch", "680": "Butler", "681": "Butter", "682": "Butterfield", "683": "Buzz", "684": "By", "685": "Byzantine", "686": "C", "687": "C.", "688": "C.C.", "689": "CBS", "690": "CC", "691": "CCT", "692": "CD", "693": "CDs", "694": "CNN", "695": "CPR", "696": "CTBT", "697": "Cabarnet", "698": "Caesar", "699": "Cage", "700": "Caine", "701": "Cairo", "702": "Calcutta", "703": "Calder", "704": "Caldwell", "705": "Calhoun", "706": "California", "707": "Calvin", "708": "Calypso", "709": "Camaro", "710": "Cambodia", "711": "Camp", "712": "Campbell", "713": "Camptown", "714": "Can", "715": "Canada", "716": "Canadian", "717": "Canadians", "718": "Canal", "719": "Candice", "720": "Candlemas", "721": "Canfield", "722": "Canon", "723": "Canyon", "724": "Cap", "725": "Capital", "726": "Capone", "727": "Capp", "728": "Captain", "729": "Caribbean", "730": "Carl", "731": "Carmania", "732": "Carol", "733": "Carolina", "734": "Carolingian", "735": "Caroll", "736": "Carre", "737": "Carrier", "738": "Carroll", "739": "Carson", "740": "Carta", "741": "Carter", "742": "Cartesian", "743": "Cartier", "744": "Casablanca", "745": "Case", "746": "Cash", "747": "Casper", "748": "Cassidey", "749": "Castle", "750": "Castor", "751": "Cat", "752": "Cathedral", "753": "Catherine", "754": "Catholic", "755": "Caulfield", "756": "Cayman", "757": "Celestials", "758": "Center", "759": "Central", "760": "Century", "761": "Century-Fox", "762": "Certified", "763": "Cervantes", "764": "Chablis", "765": "Challenge", "766": "Challengers", "767": "Chamber", "768": "Champions", "769": "Chance", "770": "Chancellor", "771": "Chandler", "772": "Chapel", "773": "Chapman", "774": "Chappellet", "775": "Charles", "776": "Charley", "777": "Charlie", "778": "Checkmate", "779": "Chernobyl", "780": "Cherokee", "781": "Chesapeake", "782": "Chest", "783": "Chevrolet", "784": "Chiang", "785": "Chicago", "786": "Chicago-style", "787": "Chief", "788": "Child", "789": "Chile", "790": "Chilean", "791": "Chilly", "792": "China", "793": "Chinese", "794": "Chiricahua", "795": "Chivington", "796": "Chomper", "797": "Choo", "798": "Chris", "799": "Christ", "800": "Christi", "801": "Christian", "802": "Christina", "803": "Christine", "804": "Christmas", "805": "Christopher", "806": "Chronicles", "807": "Church", "808": "Churchill", "809": "Cincinnati", "810": "Cinderslut", "811": "Cinzano", "812": "Circus", "813": "Cisalpine", "814": "Cisco", "815": "Cities", "816": "Citizen", "817": "City", "818": "Civil", "819": "Clara", "820": "Clark", "821": "Classification", "822": "Claus", "823": "Clay", "824": "Cleopatra", "825": "Cleveland", "826": "Cliff", "827": "Clinic", "828": "Clinton", "829": "Clock", "830": "Club", "831": "Cobain", "832": "Cobb", "833": "Cobol", "834": "Coca", "835": "Cody", "836": "Coffee", "837": "Coho", "838": "Cola", "839": "Cole", "840": "Colin", "841": "College", "842": "Collins", "843": "Colombia", "844": "Colonel", "845": "Colony", "846": "Colorado", "847": "Columbia", "848": "Columbus", "849": "Comaneci", "850": "Come", "851": "Comes", "852": "Coming", "853": "Command", "854": "Commandments", "855": "Committee", "856": "Commune", "857": "Communist", "858": "Community", "859": "Company", "860": "Compaq", "861": "Computer", "862": "Conception", "863": "Concorde", "864": "Coney", "865": "Confederate", "866": "Conference", "867": "Congress", "868": "Congressman", "869": "Connecticut", "870": "Conrad", "871": "Constitution", "872": "Contemplating", "873": "Continental", "874": "Contract", "875": "Cookbook", "876": "Cooper", "877": "Cop", "878": "Copacabana", "879": "Copyright", "880": "Cornell", "881": "Corner", "882": "Coronado", "883": "Corporal", "884": "Corps", "885": "Corpus", "886": "Costa", "887": "Costner", "888": "Cotrubas", "889": "Coulee", "890": "Council", "891": "Count", "892": "Countries", "893": "Country", "894": "County", "895": "Courage", "896": "Court", "897": "Cousteau", "898": "Cowardly", "899": "Cowboys", "900": "Coyote", "901": "Cozumel", "902": "Cracker", "903": "Craft", "904": "Craig", "905": "Cream", "906": "Creek", "907": "Creeps", "908": "Cribbage", "909": "Crime", "910": "Crimean", "911": "Crokinole", "912": "Cromwell", "913": "Cross", "914": "Crossword", "915": "Crowd", "916": "Crown", "917": "Crown-winning", "918": "Crows", "919": "Crucifixion", "920": "Crusaders", "921": "Cuba", "922": "Cube", "923": "Cuckoo", "924": "Cup", "925": "Cushman", "926": "Czech", "927": "D", "928": "D-DAY", "929": "D-Day", "930": "D.", "931": "D.A.", "932": "D.B.", "933": "D.C.", "934": "DC", "935": "DEET", "936": "DNA", "937": "DT", "938": "DTMF", "939": "Dakota", "940": "Dali", "941": "Dam", "942": "Dame", "943": "Damocles", "944": "Dan", "945": "Dane", "946": "Daniel", "947": "Dannon", "948": "Danube", "949": "Danza", "950": "Darius", "951": "Darkness", "952": "Darth", "953": "Dartmouth", "954": "Darwin", "955": "David", "956": "Davies", "957": "Davis", "958": "Daws", "959": "Dawson", "960": "Daxam", "961": "Day", "962": "Daylight", "963": "Days", "964": "De", "965": "Deacon", "966": "Dead", "967": "Deadwood", "968": "Dear", "969": "Death", "970": "Debbie", "971": "December", "972": "Declaration", "973": "Defense", "974": "Define", "975": "Degas", "976": "Delaware", "977": "Delhi", "978": "Delilah", "979": "Democratic", "980": "Dena", "981": "Denmark", "982": "Dennis", "983": "Denver", "984": "Depreciates", "985": "Depression", "986": "Derby", "987": "Describe", "988": "Desert", "989": "Desk", "990": "Desmond", "991": "Detroit", "992": "Devo", "993": "Dialing", "994": "Diana", "995": "Diane", "996": "Dick", "997": "Dicken", "998": "Dickens", "999": "Diego", "1000": "Dikembe", "1001": "Dinner", "1002": "Diplomacy", "1003": "Dipper", "1004": "Disabilities", "1005": "Disney", "1006": "Dita", "1007": "Diver", "1008": "Divide", "1009": "Dixville", "1010": "Do", "1011": "Do-Right", "1012": "Docklands", "1013": "Doctor", "1014": "Doegs", "1015": "Dogtown", "1016": "Dolomites", "1017": "Dolphins", "1018": "Dominica", "1019": "Dominos", "1020": "Don", "1021": "Donald", "1022": "Dondi", "1023": "Doo", "1024": "Doodyville", "1025": "Doonesbury", "1026": "Doria", "1027": "Doris", "1028": "Dorsets", "1029": "Dostoevski", "1030": "Doublespeak", "1031": "Doughboys", "1032": "Dow", "1033": "Doxat", "1034": "Doyle", "1035": "Dr.", "1036": "Dracula", "1037": "Drake", "1038": "Dream", "1039": "Drew", "1040": "Drink", "1041": "Drinker", "1042": "Dripper", "1043": "Drive", "1044": "Drug", "1045": "Dubliners", "1046": "Duck", "1047": "Dudley", "1048": "Dumas", "1049": "Dumbo", "1050": "Dumont", "1051": "Dumpty", "1052": "Dungri", "1053": "Dust", "1054": "Dutch", "1055": "Dwarf", "1056": "Dwarfs", "1057": "Dwight", "1058": "Dyck", "1059": "Dyke", "1060": "Dylan", "1061": "Dynasty", "1062": "E", "1063": "E-mail", "1064": "E.", "1065": "E=mc2", "1066": "EENTY", "1067": "ESPN", "1068": "Eagle", "1069": "Eagles", "1070": "Earhart", "1071": "Earth", "1072": "East", "1073": "East-West", "1074": "Easter", "1075": "Eckley", "1076": "Econoline", "1077": "Economy", "1078": "Ed", "1079": "Edberg", "1080": "Edessa", "1081": "Edgar", "1082": "Edinburgh", "1083": "Edith", "1084": "Edmonton", "1085": "Edmund", "1086": "Eduard", "1087": "Education", "1088": "Edward", "1089": "Edwin", "1090": "Egg", "1091": "Eggs", "1092": "Egyptians", "1093": "Eiffel", "1094": "Einstein", "1095": "Eisenhower", "1096": "Either", "1097": "El", "1098": "Electric", "1099": "Element", "1100": "Eli", "1101": "Elizabethian", "1102": "Ella", "1103": "Elm", "1104": "Elongated", "1105": "Elroy", "1106": "Elvis", "1107": "Elysium", "1108": "Emil", "1109": "Eminem", "1110": "Emma", "1111": "Emperor", "1112": "Empire", "1113": "Enchanted", "1114": "Enemy", "1115": "Energy", "1116": "England", "1117": "English", "1118": "Englishman", "1119": "Enola", "1120": "Entebbe", "1121": "Enterprise", "1122": "Entertainer", "1123": "Equipment", "1124": "Erica", "1125": "Erich", "1126": "Eriksen", "1127": "Erle", "1128": "Ermal", "1129": "Ernest", "1130": "Ernie", "1131": "Ernst", "1132": "Eskimo", "1133": "Esperanto", "1134": "Espionage", "1135": "Eternity", "1136": "Ethel", "1137": "Etta", "1138": "Euchre", "1139": "Eunice", "1140": "Europe", "1141": "European", "1142": "Even", "1143": "Evening", "1144": "Everest", "1145": "Everybody", "1146": "Everyday", "1147": "Ewoks", "1148": "Excellence", "1149": "Exchange", "1150": "Excite", "1151": "Executive", "1152": "Expert", "1153": "Export", "1154": "Exposition", "1155": "Exxon", "1156": "Eye", "1157": "Eyes", "1158": "Ezra", "1159": "F", "1160": "F.", "1161": "F25", "1162": "FBI", "1163": "FCC", "1164": "FDR", "1165": "FUBU", "1166": "Faber", "1167": "Fairground", "1168": "Fairy", "1169": "Falconers", "1170": "Falklands", "1171": "Falls", "1172": "Falwell", "1173": "Fame", "1174": "Family", "1175": "Famine", "1176": "Fantastic", "1177": "Far", "1178": "Farmer", "1179": "Farouk", "1180": "Farrow", "1181": "Faso", "1182": "Fats", "1183": "Favorite", "1184": "Favoured", "1185": "Fawaz", "1186": "Fe", "1187": "February", "1188": "Federal", "1189": "Feeling", "1190": "Fein", "1191": "Felicity", "1192": "Feminine", "1193": "Fergie", "1194": "Fermont", "1195": "Ferry", "1196": "Festival", "1197": "Feynman", "1198": "Fidelis", "1199": "Fiedler", "1200": "Fields", "1201": "Fiesta", "1202": "Fifth", "1203": "Fig", "1204": "Film", "1205": "Final", "1206": "Finger", "1207": "Finnish", "1208": "Fire", "1209": "Firehole", "1210": "First", "1211": "Fischer", "1212": "Fitzgerald", "1213": "Five", "1214": "Flakes", "1215": "Fleming", "1216": "Flight", "1217": "Flintstones", "1218": "Florence", "1219": "Florida", "1220": "Floyd", "1221": "Flying", "1222": "Fodor", "1223": "Folies", "1224": "Fontaine", "1225": "Fontanne", "1226": "For", "1227": "Force", "1228": "Ford", "1229": "Fordham", "1230": "Forest", "1231": "Forests", "1232": "Forever", "1233": "Forsyth", "1234": "Fort", "1235": "Fortran", "1236": "Fortune", "1237": "Foster", "1238": "Four", "1239": "Fourteenth", "1240": "Fourth", "1241": "Fox", "1242": "France", "1243": "Francis", "1244": "Francisco", "1245": "Frank", "1246": "Frankenstein", "1247": "Frankfurt", "1248": "Frankie", "1249": "Franklin", "1250": "Franz", "1251": "Fray", "1252": "Fraze", "1253": "Fred", "1254": "Freddie", "1255": "Freddy", "1256": "Frederick", "1257": "Free", "1258": "Freedy", "1259": "Freeman", "1260": "Freidreich", "1261": "Freleng", "1262": "French", "1263": "Freud", "1264": "Frickett", "1265": "Frito-Lay", "1266": "Friz", "1267": "Frobisher", "1268": "From", "1269": "Frommer", "1270": "Front", "1271": "Frontier", "1272": "Frosted", "1273": "Fulton", "1274": "Fund", "1275": "Funk", "1276": "Furth", "1277": "Future", "1278": "G", "1279": "G.", "1280": "G.M.T.", "1281": "G2", "1282": "G7", "1283": "GE", "1284": "GM", "1285": "GUM", "1286": "Gabel", "1287": "Gaelic", "1288": "Gaja", "1289": "Galapagos", "1290": "Gamble", "1291": "Game", "1292": "Games", "1293": "Gandhi", "1294": "Gang", "1295": "Garden", "1296": "Gardner", "1297": "Garfield", "1298": "Garland", "1299": "Garmat", "1300": "Garrett", "1301": "Garry", "1302": "Garth", "1303": "Gas", "1304": "Gate", "1305": "Gates", "1306": "Gateway", "1307": "Gatsby", "1308": "Gaulle", "1309": "Gay", "1310": "Gaza", "1311": "Gehrig", "1312": "Gemini", "1313": "Gene", "1314": "General", "1315": "Genesis", "1316": "George", "1317": "Georgetown", "1318": "Georgia", "1319": "Gerald", "1320": "German", "1321": "Germanic", "1322": "Germany", "1323": "Gestapo", "1324": "Get", "1325": "Getting", "1326": "Gettysburg", "1327": "Ghost", "1328": "Giant", "1329": "Gibson", "1330": "Gift", "1331": "Gilbert", "1332": "Gillette", "1333": "Gimli", "1334": "Gin", "1335": "Gina", "1336": "Gitchee", "1337": "Give", "1338": "Glen", "1339": "Global", "1340": "Globe", "1341": "God", "1342": "Godfather", "1343": "Godiva", "1344": "Goering", "1345": "Goes", "1346": "Gogh", "1347": "Gold", "1348": "Golden", "1349": "Goldfinger", "1350": "Goldfus", "1351": "Goldie", "1352": "Goldilocks", "1353": "Golfers", "1354": "Gompers", "1355": "Gone", "1356": "Good", "1357": "Goodall", "1358": "Gorbachev", "1359": "Gordon", "1360": "Gore", "1361": "Gosfield", "1362": "Gotham", "1363": "Gothic", "1364": "Gould", "1365": "Gourd", "1366": "Government", "1367": "Governor", "1368": "Grab", "1369": "Grace", "1370": "Grammys", "1371": "Grand", "1372": "Grandma", "1373": "Grange", "1374": "Grant", "1375": "Grape", "1376": "Grapes", "1377": "Great", "1378": "Greece", "1379": "Greek", "1380": "Green", "1381": "Greenfield", "1382": "Greenland", "1383": "Greenstreet", "1384": "Grenada", "1385": "Gretel", "1386": "Gretzky", "1387": "Grilled", "1388": "Grimace", "1389": "Grimes", "1390": "Grinch", "1391": "Gross", "1392": "Groundshog", "1393": "Guadalcanal", "1394": "Guam", "1395": "Guernsey", "1396": "Guess", "1397": "Guide", "1398": "Guild", "1399": "Guiteau", "1400": "Gulf", "1401": "Gumee", "1402": "Gunpowder", "1403": "Gustav", "1404": "Gutenberg", "1405": "H-bomb", "1406": "H.", "1407": "HDLC", "1408": "HIGHEST", "1409": "HIV", "1410": "HTML", "1411": "HUB", "1412": "Haifa", "1413": "Hajo", "1414": "Hall", "1415": "Hallie", "1416": "Halloween", "1417": "Hamblen", "1418": "Hamed", "1419": "Hamill", "1420": "Hamlet", "1421": "Hammer", "1422": "Hampshire", "1423": "Handful", "1424": "Hank", "1425": "Hanover", "1426": "Hans", "1427": "Hansel", "1428": "Harbor", "1429": "Hardy", "1430": "Harlow", "1431": "Harper", "1432": "Harriet", "1433": "Harrison", "1434": "Harry", "1435": "Harvey", "1436": "Hass", "1437": "Hastings", "1438": "Havana", "1439": "Have", "1440": "Haversian", "1441": "Havlicek", "1442": "Hawaii", "1443": "Hawaiian", "1444": "Hawking", "1445": "Hawkins", "1446": "Hawks", "1447": "Hawn", "1448": "Hayden", "1449": "Hayworth", "1450": "Hazmat", "1451": "He", "1452": "Head", "1453": "Headquarters", "1454": "Hearst", "1455": "Heart", "1456": "Heaven", "1457": "Helen", "1458": "Helens", "1459": "Hell", "1460": "Helps", "1461": "Hemingway", "1462": "Hemisphere", "1463": "Henderson", "1464": "Hendrix", "1465": "Henry", "1466": "Hepburn", "1467": "Herb", "1468": "Herbert", "1469": "Herculoids", "1470": "Here", "1471": "Heretic", "1472": "Herm", "1473": "Hermann", "1474": "Hermitage", "1475": "Hermits", "1476": "Hesse", "1477": "Hibernia", "1478": "High", "1479": "Hillary", "1480": "Hills", "1481": "Hilton", "1482": "Hinckley", "1483": "Hinduism", "1484": "Hirohito", "1485": "Hirsch", "1486": "Historical", "1487": "Hitler", "1488": "Hockey", "1489": "Hoffman", "1490": "Holden", "1491": "Hole", "1492": "Holland", "1493": "Hollywood", "1494": "Holmes", "1495": "Holstrum", "1496": "Holy", "1497": "Home", "1498": "Homelite", "1499": "Homer", "1500": "Honecker", "1501": "Honeymooners", "1502": "Hong", "1503": "Honor", "1504": "Hood", "1505": "Hooked", "1506": "Hooters", "1507": "Hoover", "1508": "Horlick", "1509": "Horrors", "1510": "Horse", "1511": "Horton", "1512": "Houdini", "1513": "Hound", "1514": "House", "1515": "Houston", "1516": "How", "1517": "Howard", "1518": "Hoya", "1519": "Hub", "1520": "Huckleberry", "1521": "Hudson", "1522": "Hughes", "1523": "Hugo", "1524": "Hulk", "1525": "Humbert", "1526": "Humor", "1527": "Humphrey", "1528": "Humpty", "1529": "Hundred", "1530": "Hungarian", "1531": "Hungary", "1532": "Hurricane", "1533": "Hussain", "1534": "Hussein", "1535": "Hustle", "1536": "Huston", "1537": "Huxley", "1538": "Hyatt", "1539": "I", "1540": "IBM", "1541": "IBM-compatible", "1542": "II", "1543": "III", "1544": "IN", "1545": "INRI", "1546": "IOC", "1547": "IP", "1548": "IQ", "1549": "IRL", "1550": "ISPs", "1551": "IT", "1552": "IV", "1553": "Ian", "1554": "Iberia", "1555": "Ice", "1556": "Idiot", "1557": "Iditarod", "1558": "If", "1559": "Igor", "1560": "Iguana", "1561": "Ileana", "1562": "Illinois", "1563": "Imam", "1564": "Immaculate", "1565": "Import", "1566": "In", "1567": "Inaction", "1568": "Inc.", "1569": "Inch", "1570": "Incredible", "1571": "Independence", "1572": "Independent", "1573": "India", "1574": "Indian", "1575": "Indiana", "1576": "Indianapolis", "1577": "Indians", "1578": "Indies", "1579": "Indiglo", "1580": "Indira", "1581": "Individuals", "1582": "Indonesia", "1583": "Indonesia-Malaysia", "1584": "Industrial", "1585": "Inga", "1586": "Ingmar", "1587": "Inoco", "1588": "Institute", "1589": "Instrument", "1590": "Insurance", "1591": "International", "1592": "Internet", "1593": "Inuit", "1594": "Inuits", "1595": "Investigation", "1596": "Iowa", "1597": "Ipanema", "1598": "Iraq", "1599": "Iraqi", "1600": "Iraqis", "1601": "Ireland", "1602": "Irish", "1603": "Irkutsk", "1604": "Iron", "1605": "Irwin", "1606": "Is", "1607": "Isadora", "1608": "Ishmael", "1609": "Isis", "1610": "Islamic", "1611": "Island", "1612": "Islands", "1613": "Isle", "1614": "Ismail", "1615": "Israel", "1616": "Israeli", "1617": "It", "1618": "Italian", "1619": "Italians", "1620": "Italy", "1621": "Ivan", "1622": "Ivy", "1623": "J.", "1624": "J.D.", "1625": "J.R.R.", "1626": "JDR3", "1627": "JESSICA", "1628": "JJ", "1629": "JPEG", "1630": "JPL", "1631": "Jack", "1632": "Jackie", "1633": "Jackson", "1634": "Jacques", "1635": "Jake", "1636": "James", "1637": "Jamiroquai", "1638": "Jan.", "1639": "Jane", "1640": "Janelle", "1641": "Janet", "1642": "January", "1643": "Japan", "1644": "Japanese", "1645": "Java", "1646": "Jaws", "1647": "Jay", "1648": "Jayne", "1649": "Jazz", "1650": "Jean", "1651": "Jeff", "1652": "Jefferson", "1653": "Jell-O", "1654": "Jellicle", "1655": "Jeremy", "1656": "Jericho", "1657": "Jerry", "1658": "Jersey", "1659": "Jesus", "1660": "Jett", "1661": "Jewish", "1662": "Jews", "1663": "Jim", "1664": "Jimi", "1665": "Jimmy", "1666": "Joad", "1667": "Joan", "1668": "Jodie", "1669": "Joe", "1670": "Joel", "1671": "Jogis", "1672": "John", "1673": "Johnnie", "1674": "Johnny", "1675": "Johnson", "1676": "Johnston", "1677": "Jolly", "1678": "Jolson", "1679": "Jones", "1680": "Jong", "1681": "Jordan", "1682": "Joseph", "1683": "Josie", "1684": "Journal", "1685": "Journey", "1686": "Joyce", "1687": "Jr.", "1688": "Judaism", "1689": "Jude", "1690": "Judith", "1691": "Judson", "1692": "Judy", "1693": "Jules", "1694": "Julie", "1695": "July", "1696": "June", "1697": "Jungle", "1698": "Jurassic", "1699": "Justice", "1700": "Justin", "1701": "K", "1702": "K.", "1703": "KDGE", "1704": "Kafka", "1705": "Kahn", "1706": "Kai-shek", "1707": "Kalahari", "1708": "Kamchatka", "1709": "Kane", "1710": "Kansas", "1711": "Kappa", "1712": "Karenna", "1713": "Karl", "1714": "Karsh", "1715": "Kashmir", "1716": "Kasparov", "1717": "Katharine", "1718": "Kathryn", "1719": "Katie", "1720": "Katy", "1721": "Kay", "1722": "Keaton", "1723": "Keck", "1724": "Keep", "1725": "Keller", "1726": "Kelly", "1727": "Kennedy", "1728": "Kentucky", "1729": "Kenya", "1730": "Kenyan", "1731": "Kevin", "1732": "Khrushchev", "1733": "Khyber", "1734": "Kid", "1735": "Kilroy", "1736": "Kim", "1737": "Kimpo", "1738": "Kind", "1739": "Kindergarden", "1740": "King", "1741": "Kingdom", "1742": "Kings", "1743": "Kinks", "1744": "Kinsey", "1745": "Kitchen", "1746": "Klan", "1747": "Klein", "1748": "Klondike", "1749": "Klux", "1750": "Knicks", "1751": "Knight", "1752": "KnowPost.com", "1753": "Known", "1754": "Knox", "1755": "Knute", "1756": "Kodak", "1757": "Kong", "1758": "Konigsberg", "1759": "Konopka", "1760": "Konrad", "1761": "Korea", "1762": "Korean", "1763": "Koresh", "1764": "Kosovo", "1765": "Kramer", "1766": "Kreme", "1767": "Kremlin", "1768": "Krypton", "1769": "Ku", "1770": "Kubrick", "1771": "Kurt", "1772": "Kuwait", "1773": "Kwai", "1774": "Kythnos", "1775": "L.", "1776": "L.A.", "1777": "LAN", "1778": "LASER", "1779": "LCD", "1780": "LL.M.", "1781": "LOL", "1782": "LP", "1783": "LSD", "1784": "La", "1785": "LaBianca", "1786": "Label", "1787": "Lacan", "1788": "Lactobacillus", "1789": "Lady", "1790": "Lagoon", "1791": "Lagos", "1792": "Lake", "1793": "Lakehurst", "1794": "Lakes", "1795": "Landing", "1796": "Langston", "1797": "Lantern", "1798": "Laos", "1799": "Larry", "1800": "Las", "1801": "Last", "1802": "Lata", "1803": "Latin", "1804": "Laugh-In", "1805": "Lauren", "1806": "Law", "1807": "Lawn", "1808": "Le", "1809": "League", "1810": "Learning", "1811": "Leave", "1812": "Lebanon", "1813": "Led", "1814": "Lee", "1815": "Lehmann", "1816": "Leia", "1817": "Leichhardt", "1818": "Lemmon", "1819": "Leno", "1820": "Leon", "1821": "Leonardo", "1822": "Leos", "1823": "Lesbos", "1824": "Let", "1825": "Letterman", "1826": "Level", "1827": "Leverkusen", "1828": "Lew", "1829": "Lewis", "1830": "Lhasa", "1831": "Li", "1832": "Liberty", "1833": "Libya", "1834": "Life", "1835": "Lifesaver", "1836": "Lifter", "1837": "Light", "1838": "Lights", "1839": "Ligurian", "1840": "Lilly", "1841": "Lincoln", "1842": "Lincolns", "1843": "Lindbergh", "1844": "Line", "1845": "Linus", "1846": "Lion", "1847": "Liston", "1848": "Lite", "1849": "Literature", "1850": "Little", "1851": "Live", "1852": "Liverpool", "1853": "Lives", "1854": "Livingstone", "1855": "Liz", "1856": "Lizzie", "1857": "Lloyd", "1858": "Lock", "1859": "Lockerbie", "1860": "Loco-Motion", "1861": "Logan", "1862": "Lombardi", "1863": "London", "1864": "Long", "1865": "Look", "1866": "Loomis", "1867": "Loop", "1868": "Lord", "1869": "Los", "1870": "Lost", "1871": "Lou", "1872": "Louie", "1873": "Louis", "1874": "Louisiana", "1875": "Love", "1876": "Lovers", "1877": "Low", "1878": "Lucas", "1879": "Lucia", "1880": "Lucille", "1881": "Lucy", "1882": "Ludwig", "1883": "Luis", "1884": "Luke", "1885": "Lund", "1886": "Lunt", "1887": "Lust", "1888": "Luther", "1889": "Lutine", "1890": "Lynmouth", "1891": "Lyrics", "1892": "M16", "1893": "M3", "1894": "MGM", "1895": "MLA", "1896": "MORMONS", "1897": "MSG", "1898": "MVP", "1899": "Mac", "1900": "MacDowell", "1901": "MacLaine", "1902": "MacNeil", "1903": "Macarthur", "1904": "Macbeth", "1905": "Macdonald", "1906": "Machiavelli", "1907": "Macy", "1908": "Madame", "1909": "Madding", "1910": "Madilyn", "1911": "Madonna", "1912": "Madre", "1913": "Madrid", "1914": "Madsen", "1915": "Mae", "1916": "Magee", "1917": "Magellan", "1918": "Magi", "1919": "Magic", "1920": "Magna", "1921": "Magoo", "1922": "Maid-Rites", "1923": "Maiden", "1924": "Maine", "1925": "Majal", "1926": "Major", "1927": "Make-up", "1928": "Makepeace", "1929": "Malaysia", "1930": "Malick", "1931": "Malta", "1932": "Maltese", "1933": "Mama", "1934": "Man", "1935": "Mancha", "1936": "Manche", "1937": "Manchukuo", "1938": "Mandrake", "1939": "Mandy", "1940": "Manfred", "1941": "Manhatten", "1942": "Mankiewicz", "1943": "Mansfield", "1944": "Manson", "1945": "Manuel", "1946": "Manufacturer", "1947": "Mao", "1948": "Marbella", "1949": "March", "1950": "Marciano", "1951": "Marcos", "1952": "Margaret", "1953": "Maria", "1954": "Marilyn", "1955": "Marine", "1956": "Marion", "1957": "Maris", "1958": "Mark", "1959": "Marley", "1960": "Marlowe", "1961": "Marquesas", "1962": "Married", "1963": "Mars", "1964": "Marshall", "1965": "Martha", "1966": "Martian", "1967": "Martin", "1968": "Marvel", "1969": "Marvin", "1970": "Marx", "1971": "Marxism", "1972": "Mary", "1973": "Maryland", "1974": "Massachusetts", "1975": "Massacre", "1976": "Master", "1977": "Masters", "1978": "Masterson", "1979": "Matt", "1980": "Mau", "1981": "Maudie", "1982": "Maurice", "1983": "Mauritania", "1984": "Maurizio", "1985": "Max", "1986": "Maximo", "1987": "May", "1988": "Maya", "1989": "Mayan", "1990": "Mayo", "1991": "Mayor", "1992": "Maze", "1993": "McCarren", "1994": "McCheese", "1995": "McKinley", "1996": "McQueen", "1997": "Mcbeal", "1998": "Me", "1999": "Meanie", "2000": "Med", "2001": "Medal", "2002": "Medieval", "2003": "Medina", "2004": "Mediterranean", "2005": "Mel", "2006": "Melbourne", "2007": "Melman", "2008": "Melodies", "2009": "Memphis", "2010": "Men", "2011": "Menace", "2012": "Mercury", "2013": "Merrick", "2014": "Merrie", "2015": "Metalious", "2016": "Metamorphosis", "2017": "Methodist", "2018": "Metropolis", "2019": "Mexican", "2020": "Mexico", "2021": "Meyer", "2022": "Mia", "2023": "Miami", "2024": "Michael", "2025": "Michaelangelo", "2026": "Michagin", "2027": "Michelangelo", "2028": "Michener", "2029": "Michigan", "2030": "Microsoft", "2031": "Mideast", "2032": "Midsummer", "2033": "Midwife", "2034": "Mighty", "2035": "Mikhail", "2036": "Milano", "2037": "Mile", "2038": "Milky", "2039": "Mill", "2040": "Miller", "2041": "Mills", "2042": "Milo", "2043": "Milt", "2044": "Milton", "2045": "Minneapolis", "2046": "Minnesota", "2047": "Minor", "2048": "Minow", "2049": "Miss", "2050": "Mission", "2051": "Mississippi", "2052": "Missouri", "2053": "Moby", "2054": "Model", "2055": "Mojave", "2056": "Molly", "2057": "Monaco", "2058": "Monet", "2059": "Mongol", "2060": "Monkey", "2061": "Monopoly", "2062": "Monroe", "2063": "Mont", "2064": "Monterey", "2065": "Moo", "2066": "Moon", "2067": "Moore", "2068": "Moorish", "2069": "Moran", "2070": "Morgan", "2071": "Morley", "2072": "Mormon", "2073": "Mormons", "2074": "Morning", "2075": "Mortgage", "2076": "Mosaic", "2077": "Moscow", "2078": "Moss", "2079": "Mother", "2080": "Motors", "2081": "Motto", "2082": "Mount", "2083": "Mountain", "2084": "Mountains", "2085": "Mouse", "2086": "Mouth", "2087": "Movie", "2088": "Mozambique", "2089": "Mpilo", "2090": "Mr.", "2091": "Mrs.", "2092": "Ms.", "2093": "Muffins", "2094": "Muhammad", "2095": "Munich", "2096": "Muppets", "2097": "Murder", "2098": "Murdock", "2099": "Musca", "2100": "Museum", "2101": "Music", "2102": "Musician", "2103": "Musketeers", "2104": "Muslim", "2105": "Muslims", "2106": "Mutiny", "2107": "Mutombo", "2108": "My", "2109": "Mykonos", "2110": "Myrtle", "2111": "Mystique", "2112": "N", "2113": "N.M", "2114": "NAACP", "2115": "NAFTA", "2116": "NASA", "2117": "NASDAQ", "2118": "NATO", "2119": "NBA", "2120": "NBC", "2121": "NECROSIS", "2122": "NFL", "2123": "NHL", "2124": "NJ", "2125": "NN", "2126": "NNP", "2127": "NNS", "2128": "Nabokov", "2129": "Nadia", "2130": "Nails", "2131": "Namath", "2132": "Name", "2133": "Nantucket", "2134": "Naples", "2135": "Napoleon", "2136": "Napoleonic", "2137": "Narragansett", "2138": "Naseem", "2139": "Nasty", "2140": "Natchitoches", "2141": "Nathan", "2142": "Natick", "2143": "National", "2144": "Nations", "2145": "Native", "2146": "Navy", "2147": "Nazi", "2148": "Nazis", "2149": "Neal", "2150": "Nebraska", "2151": "Needle", "2152": "Neil", "2153": "Neither", "2154": "Nelson", "2155": "Neoclassical", "2156": "Nepal", "2157": "Nero", "2158": "Netherlands", "2159": "Neuromancer", "2160": "Nevada", "2161": "Never", "2162": "New", "2163": "News", "2164": "Newton", "2165": "Newtons", "2166": "Niagara", "2167": "Nicholas", "2168": "Nicklaus", "2169": "Nicois", "2170": "Nicolet", "2171": "Nicolo", "2172": "Nielsen", "2173": "Night", "2174": "Nightingale", "2175": "Nightmare", "2176": "Nike", "2177": "Nile", "2178": "Nina", "2179": "Nine", "2180": "Ninety-Five", "2181": "Nino", "2182": "Nintendo", "2183": "Nipsy", "2184": "Nitrox", "2185": "Nixon", "2186": "No", "2187": "No.", "2188": "No.1", "2189": "Nobel", "2190": "Noble", "2191": "Nones", "2192": "Nora", "2193": "Nordic", "2194": "Noriega", "2195": "Norman", "2196": "North", "2197": "Northwestern", "2198": "Norway", "2199": "Norwegian", "2200": "Nostradamus", "2201": "Notch", "2202": "Nothing", "2203": "Notre", "2204": "November", "2205": "Now", "2206": "Numerals", "2207": "Nun", "2208": "Nuremberg", "2209": "Nurse", "2210": "Nuts", "2211": "O", "2212": "O.J.", "2213": "OAS", "2214": "OJ", "2215": "OZ", "2216": "Oakland", "2217": "Oat", "2218": "Obote", "2219": "Occam", "2220": "Ocean", "2221": "Ocho", "2222": "Octavius", "2223": "Odin", "2224": "Of", "2225": "Oh", "2226": "Ohio", "2227": "Oil", "2228": "Oilers", "2229": "Oklahoma", "2230": "Old", "2231": "Olestra", "2232": "Olsen", "2233": "Olympia", "2234": "Olympic", "2235": "Olympics", "2236": "Omni", "2237": "On", "2238": "Onassis", "2239": "One", "2240": "Only", "2241": "Oompas", "2242": "Oop", "2243": "Orange", "2244": "Original", "2245": "Orinoco", "2246": "Orleans", "2247": "Orly", "2248": "Orphans", "2249": "Osbourne", "2250": "Oscar", "2251": "Oscars", "2252": "Ossining", "2253": "Oswald", "2254": "Ottawa", "2255": "Otto", "2256": "Ouagadougou", "2257": "Ouarterly", "2258": "Ouija", "2259": "Our", "2260": "Outstanding", "2261": "Oxfords", "2262": "Oz", "2263": "Ozymandias", "2264": "Ozzie", "2265": "Ozzy", "2266": "P-32", "2267": "P.T.", "2268": "PC", "2269": "PLO", "2270": "POS", "2271": "POW", "2272": "PSI", "2273": "Pacific", "2274": "Packers", "2275": "Packin", "2276": "Padres", "2277": "Paganini", "2278": "Page", "2279": "Pageant", "2280": "Paine", "2281": "Pajamas", "2282": "Palace", "2283": "Paleozoic", "2284": "Palmer", "2285": "Palpatine", "2286": "Pamplona", "2287": "Pan", "2288": "Panama", "2289": "Parade", "2290": "Paris", "2291": "Park", "2292": "Parker", "2293": "Parks", "2294": "Parrot", "2295": "Party", "2296": "Pascal", "2297": "Paso", "2298": "Pass", "2299": "Pasternak", "2300": "Patricia", "2301": "Patti", "2302": "Paul", "2303": "Pea", "2304": "Peabody", "2305": "Peace", "2306": "Peachy", "2307": "Peanut", "2308": "Pearl", "2309": "Pecos", "2310": "Peel", "2311": "Peggy", "2312": "Pegnitz", "2313": "Pellegrin", "2314": "Peller", "2315": "Pencey", "2316": "Pendulum", "2317": "Penn", "2318": "Pennsylvania", "2319": "People", "2320": "Pepper", "2321": "Pere-Lachaise", "2322": "Period", "2323": "Periodic", "2324": "Perry", "2325": "Persian", "2326": "Person", "2327": "Pesth", "2328": "Peter", "2329": "Peters", "2330": "Petersburg", "2331": "Petrified", "2332": "Petrograd", "2333": "Peugeot", "2334": "Pheonix", "2335": "Phil", "2336": "Philadelphia", "2337": "Philby", "2338": "Philip", "2339": "Philippine", "2340": "Philippines", "2341": "Phillip", "2342": "Phoenix", "2343": "Physical", "2344": "Physics", "2345": "Pia", "2346": "Pickering", "2347": "Picts", "2348": "Pictures", "2349": "Pie", "2350": "Piggy", "2351": "Pilot", "2352": "Pinatubo", "2353": "Pines", "2354": "Ping", "2355": "Pink", "2356": "Pirate", "2357": "Pissarro", "2358": "Pistol", "2359": "Pit", "2360": "Pittsburgh", "2361": "Piven", "2362": "Pizza", "2363": "Place", "2364": "Planet", "2365": "Playboy", "2366": "Playstation", "2367": "Plc", "2368": "Plot", "2369": "Plymouth", "2370": "Pocahontas", "2371": "Poconos", "2372": "Poe", "2373": "Poems", "2374": "Poets", "2375": "Pokemon", "2376": "Poker", "2377": "Poland", "2378": "Pole", "2379": "Politics", "2380": "Pollock", "2381": "Pollux", "2382": "Polynesian", "2383": "Pompeii", "2384": "Pooh", "2385": "Pope", "2386": "Popeye", "2387": "Poppins", "2388": "Pops", "2389": "Porter", "2390": "Position", "2391": "Post", "2392": "Post-its", "2393": "Postal", "2394": "Potsdam", "2395": "Potter", "2396": "Pound", "2397": "Powell", "2398": "Power", "2399": "Powhatan", "2400": "Prayer", "2401": "Prelude", "2402": "Prep", "2403": "Preservation", "2404": "President", "2405": "President-to-be", "2406": "Presley", "2407": "Press", "2408": "Prewitt", "2409": "Pride", "2410": "Priestley", "2411": "Prince", "2412": "Princess", "2413": "Principle", "2414": "Principles", "2415": "Prinze", "2416": "Prix", "2417": "Prize", "2418": "Prize-winning", "2419": "Prizes", "2420": "Pro", "2421": "Procter", "2422": "Professional", "2423": "Professor", "2424": "Project", "2425": "Prophet", "2426": "Protestant", "2427": "Provo", "2428": "Prussian", "2429": "Public", "2430": "Puccini", "2431": "Pudding", "2432": "Pulaski", "2433": "Pulitzer", "2434": "Pump", "2435": "Punch", "2436": "Pursuit", "2437": "Pussycats", "2438": "Pym", "2439": "Q", "2440": "Qintex", "2441": "Queen", "2442": "Quetzalcoatl", "2443": "Quirk", "2444": "Quixote", "2445": "R&B", "2446": "R-Rated", "2447": "RAM", "2448": "RCD", "2449": "Races", "2450": "Racetrack", "2451": "Radio", "2452": "Raging", "2453": "Rah", "2454": "Raider", "2455": "Raiders", "2456": "Railroad", "2457": "Railway", "2458": "Rain", "2459": "Raja", "2460": "Rams", "2461": "Randolph", "2462": "Randy", "2463": "Ranger", "2464": "Rann", "2465": "Rascals", "2466": "Rawhide", "2467": "Ray", "2468": "Rayburn", "2469": "Razor", "2470": "Reading", "2471": "Reb", "2472": "Rebellion", "2473": "Red", "2474": "Redford", "2475": "Rednitz", "2476": "Redskin", "2477": "Reed", "2478": "Reference", "2479": "Reflections", "2480": "Regan", "2481": "Reims", "2482": "Renaissance", "2483": "Renoir", "2484": "Representative", "2485": "Representatives", "2486": "Republic", "2487": "Research", "2488": "Reserve", "2489": "Retrograde", "2490": "Reuter", "2491": "Rev.", "2492": "Review", "2493": "Revolution", "2494": "Rex", "2495": "Rey", "2496": "Reynolds", "2497": "Rhett", "2498": "Rhine", "2499": "Rhode", "2500": "Rhodes", "2501": "Rica", "2502": "Rice-Davies", "2503": "Rich", "2504": "Richard", "2505": "Richards", "2506": "Richthofen", "2507": "Rick", "2508": "Ridder", "2509": "Rider", "2510": "Rights", "2511": "Ringo", "2512": "Rios", "2513": "Riots", "2514": "Rita", "2515": "River", "2516": "Robb", "2517": "Robert", "2518": "Robertson", "2519": "Robin", "2520": "Robinson", "2521": "Rock", "2522": "Rock-a-by", "2523": "Rockefeller", "2524": "Rockettes", "2525": "Rockne", "2526": "Rocky", "2527": "Rococo", "2528": "Rodeo", "2529": "Roger", "2530": "Rogers", "2531": "Rolfe", "2532": "Roller", "2533": "Rolling", "2534": "Rolls-Royce", "2535": "Roman", "2536": "Romania", "2537": "Romans", "2538": "Romantic", "2539": "Romanticism", "2540": "Rome", "2541": "Ron", "2542": "Rona", "2543": "Room", "2544": "Roosevelt", "2545": "Rosa", "2546": "Rosanna-Dana", "2547": "Rosanne", "2548": "Rose", "2549": "Rosemary", "2550": "Ross", "2551": "Rossetti", "2552": "Rossini", "2553": "Rossner", "2554": "Rostropovich", "2555": "Rotary", "2556": "Rousseau", "2557": "Row", "2558": "Rowan", "2559": "Roy", "2560": "Rubber", "2561": "Rubble", "2562": "Rubens", "2563": "Rubik", "2564": "Rubin", "2565": "Rule", "2566": "Rummy", "2567": "Run", "2568": "Rupee", "2569": "Russell", "2570": "Russia", "2571": "Russian", "2572": "Russian-led", "2573": "Russians", "2574": "Rwanda", "2575": "S.O.S.", "2576": "SCSI", "2577": "SED", "2578": "SHIELD", "2579": "SIC", "2580": "SIDS", "2581": "SVGA", "2582": "Sabrina", "2583": "Saddam", "2584": "Saint", "2585": "Saks", "2586": "Salk", "2587": "Sally", "2588": "Salonen", "2589": "Salt", "2590": "Salvador", "2591": "Salzburg", "2592": "Sam", "2593": "Sampling", "2594": "Samson", "2595": "Samuel", "2596": "San", "2597": "Sandra", "2598": "Santa", "2599": "Santos", "2600": "Santos-Dumont", "2601": "Sarge", "2602": "Sark", "2603": "Satisfaction", "2604": "Saturday", "2605": "Saudi", "2606": "Sauvignon", "2607": "Say", "2608": "Scandinavian", "2609": "Scarlett", "2610": "Scholar", "2611": "School", "2612": "Schwarzenegger", "2613": "Science", "2614": "Scientists", "2615": "Scientology", "2616": "Scooby", "2617": "Scooby-Doo", "2618": "Scopes", "2619": "Scotch", "2620": "Scotland", "2621": "Scott", "2622": "Scottish", "2623": "Scrabble", "2624": "Scrooge", "2625": "Scruples", "2626": "Sea", "2627": "Seas", "2628": "Seattle", "2629": "Sebastian", "2630": "Secretary", "2631": "Security", "2632": "Selective", "2633": "Self-Portrait", "2634": "Semper", "2635": "Senate", "2636": "September", "2637": "Series", "2638": "Seriphos", "2639": "Server", "2640": "Service", "2641": "Seuss", "2642": "Seven", "2643": "Sexual", "2644": "Shaken", "2645": "Shakespeare", "2646": "Shalom", "2647": "Shape", "2648": "Sharon", "2649": "Sharp", "2650": "Shawn", "2651": "Shays", "2652": "Shea", "2653": "Sheboygan", "2654": "Sheika", "2655": "Sheila", "2656": "Shelley", "2657": "Sheri", "2658": "Sherlock", "2659": "Sherman", "2660": "Shevardnadze", "2661": "Shia", "2662": "Shirley", "2663": "Shirtwaist", "2664": "Shock", "2665": "Shooting", "2666": "Shostakovich", "2667": "Show", "2668": "Shroud", "2669": "Sicily", "2670": "Side", "2671": "Sidewinder", "2672": "Sidney", "2673": "Sierra", "2674": "Sigmund", "2675": "Silent", "2676": "Silly", "2677": "Silver", "2678": "Silvers", "2679": "Simon", "2680": "Simple", "2681": "Simpson", "2682": "Simpsons", "2683": "Sinatra", "2684": "Singing", "2685": "Sinn", "2686": "Sioux", "2687": "Siphnos", "2688": "Sir", "2689": "Siskel", "2690": "Sisley", "2691": "Sisters", "2692": "Sistine", "2693": "Six", "2694": "Skrunch", "2695": "Sky", "2696": "Skywalker", "2697": "Slam", "2698": "Sleeping", "2699": "Sleepless", "2700": "Slightly", "2701": "Slow", "2702": "Small", "2703": "Smartnet", "2704": "Smelly", "2705": "Smith", "2706": "Smithsonian", "2707": "Smokey", "2708": "Snap", "2709": "Snickers", "2710": "Snoopy", "2711": "Snow", "2712": "Snowman", "2713": "Snyder", "2714": "Social", "2715": "Society", "2716": "Socratic", "2717": "Soft", "2718": "Soldiers", "2719": "Solomon", "2720": "Somalia", "2721": "Some", "2722": "Somme", "2723": "Sondheim", "2724": "Song", "2725": "Sonny", "2726": "Sons", "2727": "Sony", "2728": "Souls", "2729": "Sound", "2730": "South", "2731": "Southdowns", "2732": "Southern", "2733": "Soviet", "2734": "Space", "2735": "Spade", "2736": "Spaghetti-o", "2737": "Spain", "2738": "Spangled", "2739": "Spanish", "2740": "Spanish-American", "2741": "Spears", "2742": "Spectrum", "2743": "Speed", "2744": "Spice", "2745": "Spider", "2746": "Spider-Man", "2747": "Spielberg", "2748": "Spock", "2749": "Springfield", "2750": "Springs", "2751": "Spritzer", "2752": "Spumante", "2753": "Spy", "2754": "Square", "2755": "Squares", "2756": "St.", "2757": "Stadium", "2758": "Stage", "2759": "Stagecoach", "2760": "Stairway", "2761": "Stakes", "2762": "Stalag", "2763": "Stalin", "2764": "Stalker", "2765": "Standard", "2766": "Stanford", "2767": "Stanley", "2768": "Star", "2769": "Star-Spangled", "2770": "Stardust", "2771": "Start", "2772": "State", "2773": "States", "2774": "Statistical", "2775": "Statue", "2776": "Steel", "2777": "Stefan", "2778": "Stein", "2779": "Steinbeck", "2780": "Stephen", "2781": "Steps", "2782": "Steve", "2783": "Steven", "2784": "Stevens", "2785": "Stevenson", "2786": "Stevie", "2787": "Stewart", "2788": "Stick", "2789": "Stirred-Not", "2790": "Stock", "2791": "Stockyards", "2792": "Stole", "2793": "Stone", "2794": "Stonehenge", "2795": "Stones", "2796": "Store", "2797": "Story", "2798": "Stradivarius", "2799": "Strait", "2800": "Strange", "2801": "Strasbourg", "2802": "Street", "2803": "Strikes", "2804": "Strip", "2805": "Struggle", "2806": "Stuart", "2807": "Studios", "2808": "Styron", "2809": "Sullivan", "2810": "Sultan", "2811": "Summer", "2812": "Sun", "2813": "Sundance", "2814": "Sunday", "2815": "Sunflowers", "2816": "Sunnyside", "2817": "Super", "2818": "Superbowl", "2819": "Superbowls", "2820": "Supergirl", "2821": "Superman", "2822": "Supreme", "2823": "Sussex", "2824": "Sutcliffe", "2825": "Sutter", "2826": "Suzette", "2827": "Swamp", "2828": "Swampy", "2829": "Sweet", "2830": "Swimming", "2831": "Swing", "2832": "Swiss", "2833": "Switzerland", "2834": "Sydney", "2835": "SysRq", "2836": "T", "2837": "T.V.", "2838": "TO", "2839": "TV", "2840": "Tab", "2841": "Table", "2842": "Tadeus", "2843": "Taft", "2844": "Tailors", "2845": "Taiwan", "2846": 