{"c2i": {"!": 76, "#": 73, "$": 75, "&": 74, "'": 31, "+": 80, ",": 65, "-": 43, ".": 37, "/": 78, "0": 59, "1": 52, "2": 58, "3": 68, "4": 71, "5": 67, "6": 61, "7": 70, "8": 60, "9": 57, ":": 72, ";": 77, "=": 79, "?": 23, "A": 54, "B": 40, "C": 33, "D": 28, "E": 53, "F": 55, "G": 47, "H": 4, "I": 29, "J": 49, "K": 62, "L": 39, "M": 35, "N": 42, "O": 45, "P": 26, "Q": 69, "R": 21, "S": 38, "T": 44, "U": 48, "V": 56, "W": 24, "X": 81, "Y": 34, "Z": 66, "[BOS]": 1, "[EOS]": 2, "[PAD]": 0, "[UNK]": 3, "`": 51, "a": 18, "b": 30, "c": 25, "d": 7, "e": 10, "f": 12, "g": 32, "h": 20, "i": 8, "j": 46, "k": 36, "l": 15, "m": 13, "n": 17, "o": 5, "p": 16, "q": 64, "r": 11, "s": 9, "t": 19, "u": 22, "v": 14, "w": 6, "x": 50, "y": 27, "z": 41, "\ufffd": 63}, "i2c": {"0": "[PAD]", "1": "[BOS]", "2": "[EOS]", "3": "[UNK]", "4": "H", "5": "o", "6": "w", "7": "d", "8": "i", "9": "s", "10": "e", "11": "r", "12": "f", "13": "m", "14": "v", "15": "l", "16": "p", "17": "n", "18": "a", "19": "t", "20": "h", "21": "R", "22": "u", "23": "?", "24": "W", "25": "c", "26": "P", "27": "y", "28": "D", "29": "I", "30": "b", "31": "'", "32": "g", "33": "C", "34": "Y", "35": "M", "36": "k", "37": ".", "38": "S", "39": "L", "40": "B", "41": "z", "42": "N", "43": "-", "44": "T", "45": "O", "46": "j", "47": "G", "48": "U", "49": "J", "50": "x", "51": "`", "52": "1", "53": "E", "54": "A", "55": "F", "56": "V", "57": "9", "58": "2", "59": "0", "60": "8", "61": "6", "62": "K", "63": "\ufffd", "64": "q", "65": ",", "66": "Z", "67": "5", "68": "3", "69": "Q", "70": "7", "71": "4", "72": ":", "73": "#", "74": "&", "75": "$", "76": "!", "77": ";", "78": "/", "79": "=", "80": "+", "81": "X"}, "label2idx": {"ABBR:abb": 35, "ABBR:exp": 5, "DESC:def": 43, "DESC:desc": 19, "DESC:manner": 15, "DESC:reason": 8, "ENTY:animal": 36, "ENTY:body": 26, "ENTY:color": 4, "ENTY:cremat": 12, "ENTY:currency": 39, "ENTY:dismed": 24, "ENTY:event": 2, "ENTY:food": 7, "ENTY:instru": 34, "ENTY:lang": 44, "ENTY:letter": 42, "ENTY:other": 37, "ENTY:plant": 49, "ENTY:product": 31, "ENTY:religion": 46, "ENTY:sport": 25, "ENTY:substance": 32, "ENTY:symbol": 6, "ENTY:techmeth": 13, "ENTY:termeq": 18, "ENTY:veh": 23, "ENTY:word": 27, "HUM:desc": 17, "HUM:gr": 21, "HUM:ind": 20, "HUM:title": 1, "LOC:city": 30, "LOC:country": 29, "LOC:mount": 45, "LOC:other": 40, "LOC:state": 22, "NUM:code": 28, "NUM:count": 0, "NUM:date": 38, "NUM:dist": 48, "NUM:money": 9, "NUM:ord": 11, "NUM:other": 3, "NUM:perc": 16, "NUM:period": 41, "NUM:speed": 10, "NUM:temp": 14, "NUM:volsize": 33, "NUM:weight": 47}}